Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: The fact that local governments in mainland China also accept citizen nomination has provided both legal and practical foundation for the incorporation of citizen nomination into Hong Kong's election of the chief executive.
ko: 중국 지방 정부도 시민 후보추천제를 시행한다는 점은 홍콩 행정장관 선거에서 시민 후보추천제를 시행하는 데 필요한 법적, 실질적 근거를 제공한다.

source: The occupy protests are not a color revolution.
ko: 센트럴 점거 시위는 색채혁명이 아니다.

source: It is a campaign calling for democracy.
ko: 이 시위는 민주주의를 요구하는 시위이다.

source: The student class boycotts and the sit-in are reactions to the actions of chief executive CY Leung, among other government officials, that go against the people's will.
ko: 학생 수업거부와 연좌 농성은 여론과 거꾸로 가고 있는 여타 정부 요인을 포함한 렁춘잉 행정장관에게 보내는 메시지이다.

source: Genuine universal suffrage is not about seizing power ; it is the realization off a high degree of autonomy and administrative power as written in the Basic Law.
ko: 진정한 보통 선거권은 중앙 정부가 가진 권한을 위협하는 게 아니라, 홍콩 기본법이 정한 높은 수준의 자치권과 행정권을 실현하는 일이다.

source: Szeto Tzelong, an online current affairs commentator, further elaborated on the constitutional ground of citizen nomination presented by the two student activist groups in the open letter and stressed that the Occupy Central protests do not mean to undermine Beijing's authority:
ko: 온라인 시사 평론가 Szeto Tzelong은 두 학생운동단체가 공개서한에서 제시한 시민 후보추천제가 갖는 헌법적 근거를 더 자세히 설명했고, 센트럴 점거 시위는 중국 중앙정부의 권한을 무너뜨리려는 시위가 아니라고 강조했다.

source: From day one, Umbrella Movement protesters have demanded democratic political reform.
ko: 시위 첫날부터, 우산 운동 시위참가자는 민주적 정치 개혁을 요구했다.

source: This has nothing to do with overthrowing the government in mainland China.
ko: 이는 중국 중앙정부를 전복하자는 이야기와는 아무런 상관이 없다.

source: "Citizen nomination" and "abolition of Functional Constituency" will not challenge the central government's authority.
ko: "시민 후보추천제"와 "기능적 선거구" 폐지는 중국 중앙정부 권한에 어떠한 영향도 끼치지 못할 것이다.

source: Even the call for the "withdrawal of the decision made by the National Congress of People's Representatives" is made in accordance with China's Constitution Article 62 Clause 11, which includes in the authority of the National People Congress to power to "amend and withdraw the decision made by the standing committee of the NPC."
ko: "중국 전민대가 결정한 사항을 철폐하자"라는 주장도 중국 헌법 제62조 11항에 따라 주장한 것이다. 중국 헌법은 전민대가 "전민대 상무위원회에서 결정한 사항을 수정하거나 철폐할 수 있는" 권한이 있다고 명시한다.

source: In mainland China, the local election of people's representatives allows for "voter nomination".
ko: 중국 본토에서는 지방 선거가 열릴 때, "투표자 추천제"라는 제도를 시행하고 있다.

source: Any citizen who obtains 10 legitimate voters' nominations can become a candidate.
ko: 투표자 추천을 10표 이상 받은 시민은 누구나 후보자가 될 수 있다.

source: In addition, in mainland China, the role of an "election committee" is purely administrative and does not enjoy the substantive nomination right.
ko: 또한, 중국 본토에서는 "선거 위원회"는 지극히 행정적인 역할만 수행하며 실질적인 후보자 추천 권한은 갖고 있지 않다.

source: According to the principle of "one country, two systems," the election law in Hong Kong should be more flexible than mainland China.
ko: "일국양제" 원칙에 따라, 홍콩 선거법은 중국 본토보다 더 유연해야 한다.

source: The practice of "citizen nomination" is consistent with the current practice of the elections in the District Council and Legislative Council and by no means violates the law implemented in China.
ko: "시민 추천제"는 현재 구의원 선거나 입법의원 선거에서 시행 중인 내용과 일치하고, 중국 본토 법에 저촉되는 일도 없다.

source: The struggle for "citizen nomination" is just a civil rights movement and has nothing to do with over taking power , nor is a revolution.
ko: "시민 추천제"를 위한 싸움은 단순한 시민권 운동이지, 권한을 뺏어오려는 시도나 혁명을 일으키려는 시도가 절대 아니다.

source: Teng Biao, a mainland Chinese human right lawyer, however, believes that the fate of Hong Kong and mainland China cannot be detached and the struggle for democracy in Hong Kong will inevitably affect China.
ko: 중국 인권변호사 탱 비아오는 홍콩과 중국 본토는 서로 같이 가야 될 운명이며, 홍콩에서 일어나는 민주화 운동도 결국에는 중국에 영향을 미칠 것이라고 주장했다.

source: He called the dilemma, the unbearable heaviness of revolution:
ko: 탱 비아오는 이 딜레마를 '감당할 수 없는 혁명의 무게'라고 불렀다.

source: The nature of dictatorship is to keep everything under control.
ko: 독재는 모든 것을 통제하려고 한다.

source: The authoritarian system will not allow the existence of a free system.
ko: 권위주의 체제는 자유 체제가 존속하도록 놔두지 않을 것이다.

source: It considers genuine universal suffrage in Hong Kong to be a crack in the dam, which will eventually lead to the downfall of dictatorship.
ko: 중국 권위주의 체제는 홍콩 시민이 요구하는 보통 시민권을 중국 독재정권이란 댐을 결국 무너뜨릴 수 있는 구멍이라고 여긴다.

source: Hong Kong people are not just struggling for their own democracy.
ko: 홍콩 시민은 홍콩만을 위한 민주주의를 쟁취하려고 싸우는 게 아니다.

source: The political context has turned their democratic struggle into a struggle for China's democracy.
ko: 현 정치적 맥락에서 홍콩 민주주의 운동은 중국에서 민주주의를 쟁취하고자 싸우는 운동으로 의미가 확장되었다.

source: This is a paradoxical reality for Hong Kong people, who have developed very strong local identification and wanted to keep a distance with mainland China.
ko: 왜냐하면, 홍콩 시민은 그동안 중국 본토와 구별되는 색채 강한 정체성을 지녀왔고, 중국과는 거리를 두고 싶어 했기 때문이다.

source: The Hong Kong people have taken up the unbearable heaviness of revolution, struggling for democracy for those who live in a piece of land that they do not identify with.
ko: 홍콩 시민은 견딜 수 없는 혁명의 무게를 지고 있고, 동질감을 전혀 느끼지 못하는 중국 본토 사람에게도 민주주의를 전해주기 위해 싸우고 있다.

source: With an Eye on China's Future, Mainlanders Brave Arrest to Support Hong Kong's Umbrella Revolution · Global Voices
ko: 중국 누리꾼, 체포도 무릅쓰며 홍콩 우산 혁명 지지

source: Netizens from mainland China show their support for Hong Kong's democratic protests by publishing photos with messages of solidarity on social media.
ko: 중국 누리꾼이 소셜 미디어에 올린 홍콩 민주화 시위대를 지지하는 문장이 담긴 메시지.

source: Photo from Facebook page "Mainland Supporters."
ko: 출처: "중국인 지지자" 페이스북 페이지

source: Mainland Chinese activists are skirting censorship and risking arrest to publicly declare their support for pro-democracy protesters in Hong Kong.
ko: 중국 활동가들이 검열을 피해 체포될 위협까지 무릅쓰고 홍콩 민주화 시위를 지지한다고 공개적으로 선언하고 있다.

source: At least 34 people have been arrested as of October 6, and seven of them are artists from the Songzhuang art center in Beijing.
ko: 10월 6일까지 최소 34명이 체포되었는데 이 중 7명은 베이징에 있는 송장미술관 소속 예술인인 것으로 드러났다.

source: The arrests began after Hong Kong students debuted a class boycott to demand genuine democratic elections on 22 September.
ko: 중국 공안은 홍콩 학생들이 진정한 민주주의 선거를 요구하기 위해 수업 거부를 시작한 이후 사람들을 체포하기 시작했다.

source: Peaceful protesters have camped out at a massive sit-in in Hong Kong's financial district for more than a week, calling on China to scrap its requirement that a largely pro-Beijing nominating committee select the candidates in the city's next chief executive election.
ko: 평화적인 시위참가자들은 홍콩 금융지구에서 1주일이 넘게 대규모 연좌 농성을 지속하고 있고, 친중국 후보자추천위원회에서 다음 홍콩 행정장관 선거에 나갈 후보자를 지목한다는 중국 중앙 정부가 내세운 요건을 철회하라고 주장하고 있다.

source: To prevent information on the pro-democracy movement, dubbed Occupy Central, from spreading to mainland China, major social media platforms, including WeChat's public platform and Sina Weibo, have been under heavy censorship.
ko: 센트럴 점거 시위로 불리는 민주화 운동이 홍콩에서 일어나고 있다는 정보가 중국 본토로 세어나가지 않기 위해, 위챗과 사나 웨이보를 포함한 중국 주요 소셜 미디어 플랫폼에 검열을 강화하고 있다.

source: Wang Peng alerted his friends on Twitter to the arrest of poet Wang Zhang, tweeting a photo of the poet posing in front Taiwan's national flag and showing his support for Hong Kong's so-called "umbrella revolution":
ko: 트위터 사용자인 왕 펭은 트위터에서 중국 시인 왕 장이 체포되었다고 친구에게 알렸고, 시인이 최근 "우산 혁명"이라 불리는 홍콩 민주화 시위를 지지하기 위해 타이완 국기 앞에서 찍은 사진을 트윗했다.

source: Please pay attention!
ko: 이걸 주목하세요!

source: Poet Wang Zhang was arrested by the authorities at around 11 p.m. on October 1 because of his activism and recent support for Hong Kong.
ko: 시인 왕 펭을 중국 당국이 10월 1일 오후 11시경에 시인이 최근 홍콩 민주화 시위에 지지를 표명했다는 이유로 체포했습니다.

source: Around 6 or 7 police officers and national security guards raided his apartment at 7 a.m. on October 2.
ko: 중국 공안과 정보기관 요원 6~7명이 10월 1일 오전 7시에 집을 급습했습니다.

source: He had been out of contact for more than 24 hours.
ko: 아무도 그 후 24시간 동안 시인과 연락할 수 없었습니다.

source: Taiwan is a sore spot for the mainland Chinese Communist Party, which does not recognize the democratic island's independence.
ko: 대만은 중국 공산당이 호되게 당한 곳이며, 중국 공산당이 전혀 독립국으로 인정하지 않는 곳이다.

source: Although Hong Kong enjoys a certain amount of autonomy from China, unlike Taiwan it is a special administrative region of China.
ko: 홍콩은 자치권을 일정 수준 누리고 있지만, 대만과 다르게 홍콩은 중국의 한 특별행정자치구에 불과하다.

source: Mainland authorities claim that the "one country, two systems" principle adopted in Hong Kong should be a model for the future reunification of Taiwan to China.
ko: 중국 당국은 홍콩에 뿌리 박은 "일국양제" 원칙이 중국이 대만과 통일할 때도 적용되어야 할 원칙이라고 주장한다.

source: The failure to implement a genuine democratic system in Hong Kong is a warning for Taiwanese against a closer relationship with China.
ko: 현재 진정한 민주주의가 꽃피지 못하는 홍콩은 대만이 중국과 가까이 지내면 안 된다는 일종의 경고이다.

source: Why are mainland Chinese taking the risk to show their support for Hong Kong's democratic struggle?
ko: 왜 중국 본토인이 홍콩 민주화 시위에 위협을 무릅쓰며 지지를 보내는 것일까?

source: Administrators of "Support Across the Border", a Facebook page devoted to circulating information about Hong Kong's Occupy Central in mainland China and delivering supportive messages from China to Hong Kong, explained why:
ko: 중국 본토에서 홍콩 센트럴 점거 시위 정보를 유포하고, 중국 본토에서 홍콩으로 응원 메시지를 전달하는 페이스북 페이지인 "도움의 손길을 국경 너머로" 관리자는 이 현상을 아래와 같이 설명한다.

source: People asked, as a mainland Chinese, am I scared.
ko: 사람들은 내가 중국인인데 이런 일을 하는 게 무섭지 않으냐고 물어왔다.

source: I did not answer, to be frank, I am terrified.
ko: 나는 그 질문에 답하지 않았지만, 솔직히 말하면 나는 정말 무섭다.

source: Just now I dreamed about my parents being arrested over the wall .
ko: 방금 나는 내 부모님이 중국 공안에 체포되는 꿈을 꿨다.

source: I am so frightened.
ko: 나는 매우 두렵다.

source: But then, so what?
ko: 하지만 그래서 뭐 어쩌겠는가?

source: Such a feeling will not obstruct me from standing with Hong Kong.
ko: 나는 멈추지 않고 계속 홍콩 민주화 시위를 지지할 것이다.

source: It will not eliminate the courage to seek justice and act with my conscience that was born in me.
ko: 이런 두려움도 정의를 추구하는 나의 용기와 내 안에 있는 양심대로 하는 행동을 멈출 순 없다.

source: On one side of the wall propaganda about a harmonious society penetrates every corner of the streets, while over the wall and electric fence is another world, where Hong Kong people are singing out loud for democracy and justice.
ko: 조화로운 사회를 외치는 선전물이 중국-홍콩 국경 한쪽 벽을 따라서 다닥다닥 붙여져 있고, 이 선전물이 거리 전체를 뒤덮고 있다. 하지만 이 콘크리트 벽과 전기 철조망 너머에 또다른 세계가 있다. 그 세계에서는 홍콩 시민이 민주주의와 정의를 달라고 목소리 높여 외치고 있다.

source: In a conversation with local Hong Kong citizens, one of the page administrators pointed out the significance of Hong Kong's democratic development in relation to China:
ko: 홍콩 현지 주민과 나눈 대화에서, 페이스북 관리자 중 한 명이 홍콩 민주주의 발달이 중국에 주는 중요성을 지적했다.

source: This is not only a concern of students in Hong Kong.
ko: 민주화 시위는 홍콩 대학생만 지켜보고 있는 문제가 아니다.

source: This is not only a concern of Hong Kongers.
ko: 이 시위는 홍콩 시민에게만 해당하는 사항이 아니다.

source: This is a nationwide and worldwide issue.
ko: 이 시위는 전국적이고 전 세계적인 문제이다.

source: This is a revolution for democracy and freedom.
ko: 이 시위는 민주주의와 자유를 쟁취하기 위한 혁명이다.

source: Not only us mainlanders in Hong Kong, but also the people in mainland China where information is blocked by the Great Firewall are trying to use various strategies to find a way out, to dig up the information.
ko: 홍콩에 거주하는 중국인뿐만 아니라, '만리 방화벽'에 막혀서 정보를 얻지 못하고 있는 중국 본토 사람들도 이 민주화 시위가 어떻게 진행되고 있는지 정보를 캐내기 위해 다양한 전략을 사용하고 있다.

source: They care about what happens across the narrow strait and the small hills.
ko: 이 중국인들은 대만과 홍콩에서 어떤 일이 일어나고 있는지 관심이 많다.

source: They are willing to use, or already have used, various strategies to resist the repressive system, quietly and persistently.
ko: 중국인들은 압제적인 체제에 조용하고도 끈질기게 저항하고자 여러 전략을 사용할 의지가 있거나 이미 사용 중이다.

source: Mainland Chinese from Twitter also voiced their support for Hong Kong's pro-democracy protesters.
ko: 중국 본토 사람들은 또한 트위터에서 홍콩 민주화 시위대에게 지지를 표명했다.

source: Isaac Mao, a prominent mainland Chinese tech-blogger explained to his friend why Hong Kong needs democracy:
ko: 중국 본토에서 유명한 기술 블로거인 이삭 마오는 홍콩에 왜 민주주의가 필요한지 친구에게 설명했다.

source: @Andrew_920626 Hong Kong is close to the center of the worldwide supply chain.
ko: @Andrew_920626 홍콩은 전 세계 공급망에서 중심을 차지하고 있습니다.

source: If we can keep its economic freedom and legal system effective, Hong Kong can be a local hub and a demo for other cities in mainland China.
ko: 홍콩에서 계속 경제적 자유와 법체계가 계속 건제 하다면, 중국에 홍콩은 아시아 지역 허브이자 다른 도시에 보여줄 좋은 모델이 될 것입니다.

source: A democratic process is necessary to solve the problems in this society, in particular the disparity between the rich and the poor in this city.
ko: 민주주의적 절차는 홍콩 사회에서 생긴 문제, 특히 부자와 빈자 간 발생한 격차를 해소하는 데 필요합니다.

source: Then the young people will have more opportunities for starting new businesses.
ko: 그러면 젊은층에 새로운 사업을 시작할 기회가 많이 늘어날 것입니다.

source: They will not need to struggle along the old tracks of this society.
ko: 젊은층은 더는 기성세대가 걸어갔던 좁은 길로 걸어가기 위해 투쟁하지 않아도 될 것입니다.

source: They will be more energetic.
ko: 홍콩 젊은층은 활력이 넘쳐날 것입니다.

source: @guinaigu wished that Hong Kong will be a role model for democracy in China:
ko: 트위터 사용자 @guinaigu은 홍콩에 민주주의가 정착돼 중국에서 본받을 수 있는 모델이 되었으면 좋겠다고 적었다.

source: I am from Guangdong.
ko: 나는 광둥 성 출신이다.

source: I hope #OccupyCentral will have positive responses.
ko: 나는 #OccupyCentral이 긍정적인 결과를 내리라 기대합니다.

source: I support the students’ protest.
ko: 나는 홍콩 학생 시위를 지지합니다.

source: If the protesters in Hong Kong achieve a victory, we will have democracy everywhere in mainland China.
ko: 홍콩에서 시위참가자가 승리한다면, 중국에서도 어디서나 민주주의를 구가할 수 있을 것입니다.

source: The idea of Hong Kong being a role model for China's future democratic development is a huge burden for Hong Kong's pro-democracy movement, explained one of the administrators in the "Support Across the Border" Facebook page, who felt the pressure:
ko: 향후 중국에서 민주주의가 싹틀 때 홍콩이 주요 본보기가 될 수 있다는 생각은 홍콩 민주화 운동에 큰 짐이 되고 있다고, "도움의 손길을 국경 너머로" 페이스북 페이지 관리자 중 1명이 설명했다.

source: To me, this protest not only influences Hong Kong but also has the opportunity to influence the democracic development of mainland China.
ko: 저에게는 이 시위가 홍콩에서만 중요한 시위가 아니라, 중국에서 민주주의가 싹트게 하는 데에도 더없이 중요한 시위라고 생각합니다.

source: Hong Kongers still have freedom of speech, freedom of the press, and freedom of assembly, and their pace toward democracy is faster than that of the mainlanders.
ko: 홍콩 시민은 아직도 표현의 자유, 언론의 자유, 결사의 자유를 누리고 있고, 홍콩이 민주주의로 발전하는 속도는 중국이 민주주의로 발전하는 속도보다 훨씬 빠릅니다.

source: If Hong Kong follows the decision of National People’s Congress and promotes the unfair election system, the National People’s Congress may use Hong Kong as a demo and carry out this unfair election system in every city in mainland China.
ko: 홍콩이 전국인민대표대회(전민대) 결정에 따라, 불공정한 선거를 치른다면, 전민대는 홍콩을 하나의 선례로 이용해서 중국 모든 도시에서 선거를 불공정하게 치르도록 할 것입니다.

source: Russia Blocks Euronews ISIS Video Over 'Extremist' User Comment · Global Voices
ko: 러시아, '극단주의적' 댓글을 이유로 유튜브 비디오 차단

source: Russian censors are now blocking YouTube videos for offending user comments.
ko: 러시아 검열 당국은 불쾌한 댓글이 달렸다는 이유로 유튜브 비디오까지 접속 차단하고 있다.

source: Roscomnadzor, Russia's Internet watchdog, has blocked YouTube videos before, threatening access to the entire service for users whose ISPs cannot filter HTTPS traffic.
ko: 러시아 인터넷 감시기관인 통신·정보기술·언론 감독청(로스콤나드조르)은 전에도 유튜브 비디오를 차단한 적이 있다.

source: This latest case, however, sets a new precedent for the RuNet, since the video itself on the page blocked by the censors does not violate any Russian laws.
ko: 이때, 언론 감독청은 인터넷 서비스 제공자가 HTTPS 통신을 필터링하지 않으면 그 회사를 이용하는 사용자는 유튜브에 아예 접속할 수 없도록 만들겠다고 협박했다.

source: Instead, it was one of the user comments under the video which got it into trouble.
ko: 하지만 최근에 차단된 유튜브 비디오는 러시아에서 새로운 선례가 되었다.

source: The court ruling explicitly states the text of the comment bears "the signs of extremist materials" and should be considered "information banned on the territory of the Russian Federation."
ko: 법원은 판결문에서 이 댓글 내용에 "극단주의적 요소"가 담겨 있고, 이 댓글을 "러시아 연방 영토에서 금지되어야 할 정보"로 취급해야 한다고 밝혔다.

source: However, the ruling contains no calls to limit access to the Euronews video itself or the YouTube website as a whole.
ko: 하지만 판결문에는 이 댓글이 달린 유로뉴스 비디오 자체를 차단하거나 유튜브 웹사이트 전체를 차단하는 내용이 포함되어 있지 않다.

source: Roscomnadzor seems to have interpreted the court ruling in its own peculiar way, since it added the page with the Euronews video to the banned websites registry, despite the fact that the video itself was not found to violate any laws.
ko: 심지어 비디오 자체가 러시아 법에 문제가 된 적이 없는데도 말이다. 이 페이지를 차단하기 위해 몇몇 러시아 인터넷 서비스 제공자는 유튜브 전체를 차단해야 했다.

source: This also means that, because the blocking relies on the website's IP, and because YouTube uses the HTTPS encryption protocol, some ISPs in Russia will have to block all of YouTube to comply with the page ban.
ko: 왜냐하면, 특정 페이지를 막을 때 고유 IP주소가 필요한데, 유튜브는 암호화된 HTTPS 프로토콜을 사용하고 있어서 이 정보를 얻을 수 없었기 때문이다.

source: The blocked news video joins a number of other YouTube pages still on the banned sites registry, but sets a unique precedent where the video owners and the platform it's hosted on essentially bear the brunt of the responsibility for user comments left on the page by a third party.
ko: 언론 감독청이 유튜브 페이지를 차단한 게 처음은 아니지만, 이번 사건은 비디오 소유자와 비디오 중계 플랫폼이 제삼자인 사용자가 올린 댓글까지 책임을 져야 한다는 독특한 선례를 남겼다.

source: This opens up more worrying possibilities for limiting free expression on the RuNet, as it allows ill-intended actors to manipulate user-generated content on online platforms to potentially make websites or individuals posting 'undesirable' content a target for the country's trigger-happy censors.
ko: 이런 선례는 러시아 인터넷에서 언론의 자유를 더 침해당할 소지를 만들 수 있다. 예를 들어 몇몇 사용자는 악의를 갖고 온라인 플랫폼에 올려진 글이나 동영상에 악성 댓글을 달 수 있다. 그렇게 되면 유로뉴스 비디오를 차단한 것처럼 러시아 검열 당국은 '바람직하지 않은' 콘텐츠라는 이유로 이 악성 댓글이 달린 글이나 동영상을 올린 사람이나 이런 콘텐츠가 위치한 웹사이트를 차단할 것이다.

source: Hong Kong Investigative Journalism Start-Up 'Factwire' Crowdfunds HK $3 Million · Global Voices
ko: 홍콩, 탐사보도 전문 통신사 '팩트와이어' 설립.

source: Screen capture from Fringebacker.
ko: 프린지배커(Fringebacker)에서 찍은 제공한 스크린 샷

source: This post was written by Karen Cheung and originally published on Hong Kong Free Press on August 18. It is republished on Global Voices under a content partnership agreement. A new investigative journalism agency has raised over HK $3 million (approximately US $386,917 dollars) on crowdfunding platform Fringebacker.
ko: 홍콩 탐사보도 통신사 펙트와이어(Factwire)가 크라우드소싱 플랫폼인 프린지배커(Fringebacker)에서 300만 홍콩달러(약 4억8천만 원)를 자본금으로 모았다.

source: “2040 Hong Kongers created this miracle together.
ko: "홍콩 시민 2,040명이 이 기적을 만들었습니다.

source: Thank you Hong Kong!”
ko: 홍콩 시민 여러분, 감사합니다!

source: Factwire stated on its Facebook page on Tuesday (August 18) afternoon.
ko: " 팩트와이어는 지난 화요일 (8월 18일) 오후 자사 페이스북 페이지에 이렇게 남겼다.

source: On crowdfunding platform, Fringebacker, Factwire describes itself as Hong Kong’s first and foremost news agency specializing in investigative journalism.
ko: 크라우드소싱 플랫폼 프린지배커에서 팩트와이어는 홍콩에서 처음으로 탐사보도를 전문으로 하는 뉴스 매체라고 소개했다.

source: Its ambition is “to be the most trusted news organization in the world”.
ko: 팩트와이어는 "전 세계에서 가장 신뢰받는 뉴스 매체가 되는 게 목표"라는 야망을 드러냈다.

source: “Hong Kong is one of the few places where information flows almost completely freely. If Paris has Agence France-Presse, New York has the Associated Press, London has Reuter, why Hong Kong have FactWire?” it asked.
ko: "홍콩은 정보가 별다른 제약 없이 자유롭게 흐르는 전 세계에서 몇 안 되는 장소 중 하나다" 파리에는 AFP통신, 뉴욕에는 AP통신, 런던에는 로이터(Reuter)가 있다면, 홍콩에는 팩트와이어가 있어야 하는 게 아닌가?

source: The project was initiated by veteran local journalist Ng Hiu-tung, who has worked for various media outlets including Cable News and TVB.
ko: 이 프로젝트는 케이블 뉴스와 TVB 방송과 같은 매체에서 기자로 활약한 우샤오둥(吳曉東)이 시작했다.

source: The campaign was launched on 30 June 2015 and still has ten days to go after it hit its HK$3 million target on Tuesday.
ko: 이 캠페인은 2015년 6월 30일에 시작했고, 화요일에 목표치인 300만 홍콩달러가 달성된 이후에도 아직 10일이나 기한이 남은 상태이다.

source: Last month, Factwire announced that it had broken records for online fundraising in Hong Kong, with over 800 people donating more than HK$1 million in just 24 days, “almost doubling the previous funding record held by Hong Kong Free Press which raised almost HK$600,000 on FringeBacker six weeks ago”.
ko: 지난달, 펙트와이어 통신은 지난 24일간 800명이 1백만 홍콩달러를 모금해 홍콩에서 온라인 모금액 최고 기록을 경신했다고 밝혔다. "홍콩자유언론사가 6주 전 프린지배커에서 달성했던 최고기록인 60만 홍콩달러 보다 거의 두 배나 더 많은 수치이다.

source: Netizens Think Official Explanations for Tianjin's Dead Fish Are as Likely as Fish Drowning · Global Voices
ko: 중국 누리꾼, 중국 정부 향한 불신 확산 최근 웨이보에 돌아다니는 그림.

source: A collection of fish gravestones list causes of death as homicide, suicide, suffocation, drowning and fits of rage.
ko: 타살, 자살, 질식사, 화병으로 물고기가 죽었다고 묘비에 적혀있다.

source: Cartoon drawn by DSX circulated on Weibo.
ko: 그림 출처: DSX

source: A week after massive blasts at a chemical storage warehouse killed at least 116 people in Tianjin, China, thousands of dead fish appeared in a river near the explosion site.
ko: 중국 톈진 시에서 116명이 사망한 화학 공장 창고 폭발 사고가 일어난 지 한 주 뒤, 폭발 장소 근처 강에서 물고기 수천 마리가 죽은 채 발견되었다.

source: Local residents feared the fish were poisoned by cyanide that leaked from the warehouse into the waterway.
ko: 지역 주민은 이 물고기 수천 마리가 창고에서 물길을 따라 유출된 청산가리에 중독되어 죽은 것 아니냐는 공포에 휩싸였다.

source: To prevent panic from spreading, the Tianjin Environmental Monitoring Center announced that cyanide levels were "zero" in three water samples collected along the coast on August 20.
ko: 혼란이 퍼지지 않도록, 톈진 환경감시센터는 지난 8월 20일 해안에서 채취한 물을 세 차례 측정한 결과 청산가리가 검출되지 않았다고 밝혔다.

source: Though the cyanide levels of water sample collected from a rain water pump station and at the center of the crater was 356 times and 800 times above standards respectively, the bureau stressed that the polluted water had been sealed off at the explosion site and ruled out a link between the dead fish and chemical leakage.
ko: 빗물 펌프장에서 채취한 물과 폭발 진원지 주변 수역에서 청산가리가 기준치보다 각각 356배, 800배나 더 높게 검출되었지만, 중국 당국은 오염된 물이 폭발 장소에서 유출되지 않도록 막고 있으며, 물고기 떼죽음은 청산가리 유출과 아무런 관련이 없다고 밝혔다.

source: Yet, even outside the quarantine zone, some water samples indicated that the cyanide levels reached up to eight times above normal.
ko: 하지만 격리 지역 밖에서 채취한 물에서도 청산가리가 기준치보다 8배 넘게 검출된 것으로 나타났다.

source: Earlier this week, Chinese authorities confirmed that 700 tons of highly poisonous sodium cyanide were stored in the warehouse when the explosions took place on August 12.
ko: 이번 주 초, 중국 당국은 8월 12일 폭발 사고 때 맹독 물질인 시안화나트륨 700톤이 창고에 보관되어 있었다고 밝혔다.

source: In a press conference on August 20, Deng Xiaowen, director of the Tianjin Environmental Monitoring Center, said that the fish could have died for many reasons, such as a change in water temperature or levels of salt or oxygen.
ko: 8월 20일 기자회견에서, 톈진 환경감시센터장 덩 샤오원은 물 온도 변화나 산소와 나트륨 함량 변화와 같은 요인으로도 물고기가 떼죽음 당할 수 있다고 밝혔다.

source: He also pointed out that the water quality in Tianjin has historically been poor and similar incidents have happened before.
ko: 덩 센터장은 또한 톈진시는 역사적으로 수질이 매우 좋지 않았고 전에도 비슷한 사고가 일어난 적이 있다고 밝혔다.

source: But many found the explanation hard to believe.
ko: 하지만 많은 사람이 덩 센터장이 한 설명을 믿지 않는다.

source: Cartoonist DSX's latest work (see top image) captured popular skepticism with a piece that depicted a pair of fish near several fish gravestones, listing homicide, suicide, suffocation, drowning and fits of rage as their cause of death.
ko: 만화가 DSX가 그린 최신 작품(맨 위 그림)은 중국 당국을 믿지 않는 중국 대중의 생각을 담았다. 이 작품에는 물고기 두 마리가 나와서 물고기 묘비 앞에 서 있는데, 묘비에는 물고기가 타살, 자살, 질식사, 화병으로 죽었다고 쓰여 있다.

source: On Twitter, @Lianhuaxiaofo made a similar satirical remark:
ko: 트위터에도 @Lianhuaxiaofo가 이와 비슷하게 풍자적인 글을 올렸다.

source: Sina headline: Massive amounts of dead fish found in Tianjin Harbor, six kilometers away from the explosion site. These fish felt ashamed.
ko: 신화뉴스 제목: 폭발 사고가 일어난 톈진 항에서 6km 떨어진 곳에서 물고기 떼죽음 이 물고기들은 부끄러웠다.

source: They saw that so many people had died.
ko: 많은 사람이 죽는 걸 물고기들은 보았다.

source: They felt sorry and drowned themselves.
ko: 물고기는 이를 슬퍼하며 물에 빠져 죽었다.

source: Those bastard government officials and corrupt businessmen should die instead.
ko: 저 개 같은 정부 관리와 부패한 사업가가 대신 죽었어야 한다.

source: Now, you fish are dead and the motherf***ers still insist it is normal.
ko: 이제, 물고기는 떼죽음 당했지만, 저 후레자식들은 아직도 이 상황이 정상이라고 강변한다.
